def Multiplied(num1,num2):
    return num1 * num2
print(Multiplied(1,2))

# .isalnum() - გვიბრუნებ True ს თუ სტრინგში არის ასო,რიცხვი ან ორივე
# .isdigit() - გვიბრუნებს True ს თუ სტრინგში არის მხოლოდ რიცხვები
# .isnumeric() - გვიბრუნებს True ს თუ სტრინგში არის მხოლოდ რიცხვები
# .isupper() - გვიბრუნებს True ს თუ სტრინგის ყველა რიცხვი არის დიდიდ ასო
# .count() - ითვლის სტრინგიში რამდენჯერ მეორდება ფრჩხილებში მითითებული სიმბოლო

# min() - აბრუნებს მინიმალურ მნიშვნელობას
# max() - აბრუნებს მაქსიმალურ მნიშვნელობას

