#indexing გამოიყენება სიის ელემენტების დასანომრად , sliceing სიიდან სასურველი ელემენტების ამოსაღებად გამოიყენება
random = [1,2,3,4,5]
print(random[-3:])

nums = [1,2,3,4,5,6,7,8,9,10]
for i in nums:
    if i >= 10:
        print(i)

#ფუნქციას ყოველთვის აქვს ფრჩიხილები,ინფორმაციას რომელიც ფრჩხილშუ წერია არგუმენტი ეწიდება,ფუნქცია შეიძლება გამოიყენებოდეს სხვადასხვა რამისთვის მაგ:
#print() გამოიყენება იმ ინფორმაციის გამოსატანად რაც პრინტის ფრჩხილებშია
#range() გამოიყენება for ციკლში და მიუთითებს იმას თუ რამდენჯერ უნდა გამეორდეს ციკლი
#str() გამოიყენება ინფორმაციის სტრინგად გადასაქცევად
#int() გამოიყენება ინფორმაციის ინტეჯერად გადასაქცევად
#float() გამოიყენება ინფორმაციის ფლოათად გადასაქცევად
#type() გამოიყენება ინფორმაციის ტიპის გასარკვევად
#input() გვაძლევს საშუალებას მომხმარებელს შემოვატანინოთ ინფორმაცია 

#                                   (***BOSS LEVEL***)
surname = input("Enter your surname: ")
ask = input("Du you want your surname to be printed with capital letters:  ")
if ask == "yes":
    print(surname.upper())
else:
    print(surname)